iotope-node/src/main/resources/org/iotope/node/apps/ttag/v12/tagevent.xml

<?xml version="1.0" ?>
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
	<S:Body>
		<ns2:handleTagEvent xmlns:ns2="http://www.touchatag.com/acs/api/correlation-1.2"
			tagEventType="TOUCH">
			<clientId>
				<id>FFFFFFFFFFFF</id>
				<name>iotope</name>
			</clientId>
			<readerId>
				<uid>FFFFFFFF</uid>
				<serialNr>0xFFFFFFFFFFFFFFFF</serialNr>
			</readerId>
			<actionTag>
				<tagId>urn:rfid:iso14443:a:mifare:ultralight:0xFFFFFFFFFFFFFF</tagId>
				<tagData>FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF==</tagData>
			</actionTag>
		</ns2:handleTagEvent>
	</S:Body>
</S:Envelope>
